/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "आइटम भेजने में असमर्थ";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "कृपया बाद में पुनः प्रयास करें";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Skype में साइन इन नहीं हैं";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ ने एक फ़ोटो भेजी.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Skype की नई फ़ोटो साझा सुविधाएँ अभी तक इस डिवाइस का समर्थन नहीं करती हैं, लेकिन आप अभी भी इसे यहाँ अपने ब्राउज़र में देख सकते हैं: %@";
